{
  "Vocational and Skill-Based Pathways": "Identify a specific trade or skill of interest (e.g., culinary arts, graphic design, electrical work). Enroll in a certified vocational training program or apprenticeship to gain hands-on expertise and industry-recognized qualifications.",
  "Sports, Fitness and Wellness": "Focus on developing physical fitness, understanding human anatomy, and gaining practical experience through coaching or volunteering in local sports teams. Certifications in personal training or specific sports can be highly beneficial.",
  "Hospitality, Travel and Service Industry": "Develop strong communication and interpersonal skills. Gain hands-on experience through part-time jobs in hotels or restaurants. Courses in hotel management, tourism, or customer service are recommended.",
  "Cybersecurity Networks & Emerging Tech": "All these careers require critical thinking and great fundamentals clarity, so AO highly recommends NCERT Advanced Course where we teach to improve mental ability and get high level concept clarity so that each student can prepare for advanced thinking",
  "Agriculture, Environment and Sustainability": "A good understanding of school curriculum prepares a child for these careers, so AO recommends NCERT/ICSE courses based on the student’s board of education.",
  "Defence, Civil Services and Government Careers": "Succeeding in govt exams like defence or civil services require students to have strong concept clarity, high critical thinking and sharp mental ability, so AO recommends our NCERT Advanced Course which is specifically curated to deliver on preparation for such advanced learning.",
  "Science, Research and Academia": "Careers in core sciences require advanced learning, ahead of your times, for which AO recommends our Foundation JEE/NEET Courses which provides structured curriculum that prepares you on high level concepts without worrying about stress and helps you perform better in top competitions like IIT-JEE and NEET that opens doors for India’s top academic institutions",
  "Humanities, Social Sciences and Education": "A good understanding of school curriculum prepares a child for these careers, so AO recommends NCERT/ICSE courses based on the student’s board of education.",
  "Media, Communication and Arts": "A good understanding of school curriculum prepares a child for these careers, so AO recommends NCERT/ICSE courses based on the student’s board of education.",
  "Design Media & Creative Industries": "A good understanding of school curriculum prepares a child for these careers, so AO recommends NCERT/ICSE courses based on the student’s board of education.",
  "Law and Legal Services": "Success in law based careers require students to have high critical thinking and sharp mental ability, so AO recommends our NCERT Advanced Course which is specifically curated to deliver on preparation for such advanced learning.",
  "Commerce, Finance and Accounting": "Finance based careers require high understanding of Mathematical concepts, mental ability and critical thinking, so AO highly recommends our NCERT Advanced Course which is specifically curated to deliver on preparation for such advanced learning.",
  "Entrepreneurship & Product Management": "A good understanding of school curriculum prepares a child for these careers, so AO recommends NCERT/ICSE courses based on the student’s board of education.",
  "Computer Science & Software Development": "Careers in computer sciences require advanced learning, ahead of your times, for which AO recommends our Foundation JEE Courses which provides structured curriculum that prepares you on high level concepts without worrying about stress and helps you perform better in top competitions like IIT-JEE, BITSAT etc that opens doors for India’s top academic institutions",
  "Medical and Life Sciences": "Careers in medicine require high rigour and advanced learning, ahead of your times, for which AO recommends our Foundation NEET Courses which provides structured curriculum that prepares you on high level concepts without worrying about stress and helps you perform better in top competitions like NEET that opens doors for India’s top academic institutions",
  "Engineering and Technology": "Careers in computer sciences require advanced learning, ahead of your times, for which AO recommends our Foundation JEE Courses which provides structured curriculum that prepares you on high level concepts without worrying about stress and helps you perform better in top competitions like IIT-JEE, BITSAT etc that opens doors for India’s top academic institutions",
  "Data AI & Analytics": "Careers in core sciences require advanced learning, ahead of your times, for which AO recommends our Foundation JEE/NEET Courses which provides structured curriculum that prepares you on high level concepts without worrying about stress and helps you perform better in top competitions like IIT-JEE and NEET that opens doors for India’s top academic institutions"
}
